cask_args appdir: '/Applications'

brew 'autojump'
brew 'bat'
# brew 'dockutil' # Temporary Disabled until https://formulae.brew.sh/formula/dockutil has updated to v3
brew 'diff-so-fancy'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'git-lfs'
brew 'grex'
brew 'jq'
brew 'rename'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tldr'
brew 'tmux'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'

cask 'flameshot'
cask 'google-chrome'
cask 'maccy'
cask 'postman'
cask 'proxyman'
cask 'rectangle'
cask 'slack'
cask 'steermouse'
cask 'visual-studio-code'
cask 'zoom'
